block('select').elem('volume').replace()(function () {
    return {
        block: 'select',
        mods: {
            mode: 'radio',
            theme: 'islands',
            size: 'l'
        },
        val: this.ctx.val,
        name: 'volume',
        options: [
            {
                text: '256Кб/c',
                val: '256Кб/c'
            },
            {
                text: '512Кб/с',
                val: '512Кб/с'
            },
            {
                text: '1Мб/c',
                val: '1Мб/c'
            },
            {
                text: '2Мб/c',
                val: '2Мб/c'
            },
            {
                text: '3Мб/c',
                val: '3Мб/c'
            },
            {
                text: '4Мб/c',
                val: '4Мб/c'
            },
            {
                text: '5Мб/c',
                val: '5Мб/c'
            },
            {
                text: '6Мб/c',
                val: '6Мб/c'
            },
            {
                text: '7Мб/c',
                val: '7Мб/c'
            },
            {
                text: '8Мб/c',
                val: '8Мб/c'
            },
            {
                text: '9Мб/c',
                val: '9Мб/c'
            },
            {
                text: '10Мб/c',
                val: '10Мб/c'
            },
            {
                text: '11Мб/c',
                val: '11Мб/c'
            },
            {
                text: '12Мб/c',
                val: '12Мб/c'
            },
            {
                text: '13Мб/c',
                val: '13Мб/c'
            },
            {
                text: '14Мб/c',
                val: '14Мб/c'
            },
            {
                text: '15Мб/c',
                val: '15Мб/c'
            },
            {
                text: '16Мб/c',
                val: '16Мб/c'
            },
            {
                text: '17Мб/c',
                val: '17Мб/c'
            },
            {
                text: '18Мб/c',
                val: '18Мб/c'
            },
            {
                text: '19Мб/c',
                val: '19Мб/c'
            },
            {
                text: '20Мб/c',
                val: '20Мб/c'
            },
            {
                text: '21Мб/c',
                val: '21Мб/c'
            },
            {
                text: '22Мб/c',
                val: '22Мб/c'
            },
            {
                text: '23Мб/c',
                val: '23Мб/c'
            },
            {
                text: '24Мб/c',
                val: '24Мб/c'
            },
            {
                text: '25Мб/c',
                val: '25Мб/c'
            },
            {
                text: '26Мб/c',
                val: '26Мб/c'
            },
            {
                text: '27Мб/c',
                val: '27Мб/c'
            },
            {
                text: '28Мб/c',
                val: '28Мб/c'
            },
            {
                text: '29Мб/c',
                val: '29Мб/c'
            },
            {
                text: '30Мб/c',
                val: '30Мб/c'
            },
            {
                text: '31Мб/c',
                val: '31Мб/c'
            },
            {
                text: '32Мб/c',
                val: '32Мб/c'
            },
            {
                text: '33Мб/c',
                val: '33Мб/c'
            },
            {
                text: '34Мб/c',
                val: '34Мб/c'
            },
            {
                text: '35Мб/c',
                val: '35Мб/c'
            },
            {
                text: '36Мб/c',
                val: '36Мб/c'
            },
            {
                text: '37Мб/c',
                val: '37Мб/c'
            },
            {
                text: '38Мб/c',
                val: '38Мб/c'
            },
            {
                text: '39Мб/c',
                val: '39Мб/c'
            },
            {
                text: '40Мб/c',
                val: '40Мб/c'
            },
            {
                text: '41Мб/c',
                val: '41Мб/c'
            },
            {
                text: '42Мб/c',
                val: '42Мб/c'
            },
            {
                text: '43Мб/c',
                val: '43Мб/c'
            },
            {
                text: '44Мб/c',
                val: '44Мб/c'
            },
            {
                text: '45Мб/c',
                val: '45Мб/c'
            },
            {
                text: '46Мб/c',
                val: '46Мб/c'
            },
            {
                text: '47Мб/c',
                val: '47Мб/c'
            },
            {
                text: '48Мб/c',
                val: '48Мб/c'
            },
            {
                text: '49Мб/c',
                val: '49Мб/c'
            },
            {
                text: '50Мб/c',
                val: '50Мб/c'
            },
            {
                text: '51Мб/c',
                val: '51Мб/c'
            },
            {
                text: '52Мб/c',
                val: '52Мб/c'
            },
            {
                text: '53Мб/c',
                val: '53Мб/c'
            },
            {
                text: '54Мб/c',
                val: '54Мб/c'
            },
            {
                text: '55Мб/c',
                val: '55Мб/c'
            },
            {
                text: '56Мб/c',
                val: '56Мб/c'
            },
            {
                text: '57Мб/c',
                val: '57Мб/c'
            },
            {
                text: '58Мб/c',
                val: '58Мб/c'
            },
            {
                text: '59Мб/c',
                val: '59Мб/c'
            },
            {
                text: '60Мб/c',
                val: '60Мб/c'
            },
            {
                text: '61Мб/c',
                val: '61Мб/c'
            },
            {
                text: '62Мб/c',
                val: '62Мб/c'
            },
            {
                text: '63Мб/c',
                val: '63Мб/c'
            },
            {
                text: '64Мб/c',
                val: '64Мб/c'
            },
            {
                text: '65Мб/c',
                val: '65Мб/c'
            },
            {
                text: '66Мб/c',
                val: '66Мб/c'
            },
            {
                text: '67Мб/c',
                val: '67Мб/c'
            },
            {
                text: '68Мб/c',
                val: '68Мб/c'
            },
            {
                text: '69Мб/c',
                val: '69Мб/c'
            },
            {
                text: '70Мб/c',
                val: '70Мб/c'
            },
            {
                text: '71Мб/c',
                val: '71Мб/c'
            },
            {
                text: '72Мб/c',
                val: '72Мб/c'
            },
            {
                text: '73Мб/c',
                val: '73Мб/c'
            },
            {
                text: '74Мб/c',
                val: '74Мб/c'
            },
            {
                text: '75Мб/c',
                val: '75Мб/c'
            },
            {
                text: '76Мб/c',
                val: '76Мб/c'
            },
            {
                text: '77Мб/c',
                val: '77Мб/c'
            },
            {
                text: '78Мб/c',
                val: '78Мб/c'
            },
            {
                text: '79Мб/c',
                val: '79Мб/c'
            },
            {
                text: '80Мб/c',
                val: '80Мб/c'
            },
            {
                text: '81Мб/c',
                val: '81Мб/c'
            },
            {
                text: '82Мб/c',
                val: '82Мб/c'
            },
            {
                text: '83Мб/c',
                val: '83Мб/c'
            },
            {
                text: '84Мб/c',
                val: '84Мб/c'
            },
            {
                text: '85Мб/c',
                val: '85Мб/c'
            },
            {
                text: '86Мб/c',
                val: '86Мб/c'
            },
            {
                text: '87Мб/c',
                val: '87Мб/c'
            },
            {
                text: '88Мб/c',
                val: '88Мб/c'
            },
            {
                text: '89Мб/c',
                val: '89Мб/c'
            },
            {
                text: '90Мб/c',
                val: '90Мб/c'
            },
            {
                text: '91Мб/c',
                val: '91Мб/c'
            },
            {
                text: '92Мб/c',
                val: '92Мб/c'
            },
            {
                text: '93Мб/c',
                val: '93Мб/c'
            },
            {
                text: '94Мб/c',
                val: '94Мб/c'
            },
            {
                text: '95Мб/c',
                val: '95Мб/c'
            },
            {
                text: '96Мб/c',
                val: '96Мб/c'
            },
            {
                text: '97Мб/c',
                val: '97Мб/c'
            },
            {
                text: '98Мб/c',
                val: '98Мб/c'
            },
            {
                text: '99Мб/c',
                val: '99Мб/c'
            },
            {
                text: '100Мб/c',
                val: '100Мб/c'
            },
            {
                text: '150Мб/c',
                val: '150Мб/c'
            },
            {
                text: '200Мб/c',
                val: '200Мб/c'
            },
            {
                text: '200Мб/c',
                val: '200Мб/c'
            },
            {
                text: '300Мб/c',
                val: '300Мб/c'
            },
            {
                text: '400Мб/c',
                val: '400Мб/c'
            },
            {
                text: '500Мб/c',
                val: '500Мб/c'
            },
            {
                text: '600Мб/c',
                val: '600Мб/c'
            },
            {
                text: '700Мб/c',
                val: '700Мб/c'
            },
            {
                text: '800Мб/c',
                val: '800Мб/c'
            },
            {
                text: '900Мб/c',
                val: '900Мб/c'
            },
            {
                text: '1Гб/c',
                val: '1Гб/c'
            },
            {
                text: '0.1Гб/c',
                val: '0.1Гб/c',
            },
            {
                text: '0.2Гб/c',
                val: '0.2Гб/c',
            },
            {
                text: '0.3Гб/c',
                val: '0.3Гб/c',
            },
            {
                text: '0.4Гб/c',
                val: '0.4Гб/c',
            },
            {
                text: '0.5Гб/c',
                val: '0.5Гб/c',
            },
            {
                text: '0.6Гб/c',
                val: '0.6Гб/c',
            },
            {
                text: '0.7Гб/c',
                val: '0.7Гб/c',
            },
            {
                text: '0.8Гб/c',
                val: '0.8Гб/c',
            },
            {
                text: '0.9Гб/c',
                val: '0.9Гб/c',
            },
            {
                text: '1.0Гб/c',
                val: '1.0Гб/c',
            },
            {
                text: '1.1Гб/c',
                val: '1.1Гб/c',
            },
            {
                text: '1.2Гб/c',
                val: '1.2Гб/c',
            },
            {
                text: '1.3Гб/c',
                val: '1.3Гб/c',
            },
            {
                text: '1.4Гб/c',
                val: '1.4Гб/c',
            },
            {
                text: '1.5Гб/c',
                val: '1.5Гб/c',
            },
            {
                text: '1.6Гб/c',
                val: '1.6Гб/c',
            },
            {
                text: '1.7Гб/c',
                val: '1.7Гб/c',
            },
            {
                text: '1.8Гб/c',
                val: '1.8Гб/c',
            },
            {
                text: '1.9Гб/c',
                val: '1.9Гб/c',
            },
            {
                text: '2.0Гб/c',
                val: '2.0Гб/c',
            },
            {
                text: '2.1Гб/c',
                val: '2.1Гб/c',
            },
            {
                text: '2.2Гб/c',
                val: '2.2Гб/c',
            },
            {
                text: '2.3Гб/c',
                val: '2.3Гб/c',
            },
            {
                text: '2.4Гб/c',
                val: '2.4Гб/c',
            },
            {
                text: '2.5Гб/c',
                val: '2.5Гб/c',
            },
            {
                text: '2.6Гб/c',
                val: '2.6Гб/c',
            },
            {
                text: '2.7Гб/c',
                val: '2.7Гб/c',
            },
            {
                text: '2.8Гб/c',
                val: '2.8Гб/c',
            },
            {
                text: '2.9Гб/c',
                val: '2.9Гб/c',
            },
            {
                text: '3.0Гб/c',
                val: '3.0Гб/c',
            },
            {
                text: '3.1Гб/c',
                val: '3.1Гб/c',
            },
            {
                text: '3.2Гб/c',
                val: '3.2Гб/c',
            },
            {
                text: '3.3Гб/c',
                val: '3.3Гб/c',
            },
            {
                text: '3.4Гб/c',
                val: '3.4Гб/c',
            },
            {
                text: '3.5Гб/c',
                val: '3.5Гб/c',
            },
            {
                text: '3.6Гб/c',
                val: '3.6Гб/c',
            },
            {
                text: '3.7Гб/c',
                val: '3.7Гб/c',
            },
            {
                text: '3.8Гб/c',
                val: '3.8Гб/c',
            },
            {
                text: '3.9Гб/c',
                val: '3.9Гб/c',
            },
            {
                text: '4.0Гб/c',
                val: '4.0Гб/c',
            },
            {
                text: '4.1Гб/c',
                val: '4.1Гб/c',
            },
            {
                text: '4.2Гб/c',
                val: '4.2Гб/c',
            },
            {
                text: '4.3Гб/c',
                val: '4.3Гб/c',
            },
            {
                text: '4.4Гб/c',
                val: '4.4Гб/c',
            },
            {
                text: '4.5Гб/c',
                val: '4.5Гб/c',
            },
            {
                text: '4.6Гб/c',
                val: '4.6Гб/c',
            },
            {
                text: '4.7Гб/c',
                val: '4.7Гб/c',
            },
            {
                text: '4.8Гб/c',
                val: '4.8Гб/c',
            },
            {
                text: '4.9Гб/c',
                val: '4.9Гб/c',
            },
            {
                text: '5.0Гб/c',
                val: '5.0Гб/c',
            },
            {
                text: '5.1Гб/c',
                val: '5.1Гб/c',
            },
            {
                text: '5.2Гб/c',
                val: '5.2Гб/c',
            },
            {
                text: '5.3Гб/c',
                val: '5.3Гб/c',
            },
            {
                text: '5.4Гб/c',
                val: '5.4Гб/c',
            },
            {
                text: '5.5Гб/c',
                val: '5.5Гб/c',
            },
            {
                text: '5.6Гб/c',
                val: '5.6Гб/c',
            },
            {
                text: '5.7Гб/c',
                val: '5.7Гб/c',
            },
            {
                text: '5.8Гб/c',
                val: '5.8Гб/c',
            },
            {
                text: '5.9Гб/c',
                val: '5.9Гб/c',
            },
            {
                text: '6.0Гб/c',
                val: '6.0Гб/c',
            },
            {
                text: '6.1Гб/c',
                val: '6.1Гб/c',
            },
            {
                text: '6.2Гб/c',
                val: '6.2Гб/c',
            },
            {
                text: '6.3Гб/c',
                val: '6.3Гб/c',
            },
            {
                text: '6.4Гб/c',
                val: '6.4Гб/c',
            },
            {
                text: '6.5Гб/c',
                val: '6.5Гб/c',
            },
            {
                text: '6.6Гб/c',
                val: '6.6Гб/c',
            },
            {
                text: '6.7Гб/c',
                val: '6.7Гб/c',
            },
            {
                text: '6.8Гб/c',
                val: '6.8Гб/c',
            },
            {
                text: '6.9Гб/c',
                val: '6.9Гб/c',
            },
            {
                text: '7.0Гб/c',
                val: '7.0Гб/c',
            },
            {
                text: '7.1Гб/c',
                val: '7.1Гб/c',
            },
            {
                text: '7.2Гб/c',
                val: '7.2Гб/c',
            },
            {
                text: '7.3Гб/c',
                val: '7.3Гб/c',
            },
            {
                text: '7.4Гб/c',
                val: '7.4Гб/c',
            },
            {
                text: '7.5Гб/c',
                val: '7.5Гб/c',
            },
            {
                text: '7.6Гб/c',
                val: '7.6Гб/c',
            },
            {
                text: '7.7Гб/c',
                val: '7.7Гб/c',
            },
            {
                text: '7.8Гб/c',
                val: '7.8Гб/c',
            },
            {
                text: '7.9Гб/c',
                val: '7.9Гб/c',
            },
            {
                text: '8.0Гб/c',
                val: '8.0Гб/c',
            },
            {
                text: '8.1Гб/c',
                val: '8.1Гб/c',
            },
            {
                text: '8.2Гб/c',
                val: '8.2Гб/c',
            },
            {
                text: '8.3Гб/c',
                val: '8.3Гб/c',
            },
            {
                text: '8.4Гб/c',
                val: '8.4Гб/c',
            },
            {
                text: '8.5Гб/c',
                val: '8.5Гб/c',
            },
            {
                text: '8.6Гб/c',
                val: '8.6Гб/c',
            },
            {
                text: '8.7Гб/c',
                val: '8.7Гб/c',
            },
            {
                text: '8.8Гб/c',
                val: '8.8Гб/c',
            },
            {
                text: '8.9Гб/c',
                val: '8.9Гб/c',
            },
            {
                text: '9.0Гб/c',
                val: '9.0Гб/c',
            },
            {
                text: '9.1Гб/c',
                val: '9.1Гб/c',
            },
            {
                text: '9.2Гб/c',
                val: '9.2Гб/c',
            },
            {
                text: '9.3Гб/c',
                val: '9.3Гб/c',
            },
            {
                text: '9.4Гб/c',
                val: '9.4Гб/c',
            },
            {
                text: '9.5Гб/c',
                val: '9.5Гб/c',
            },
            {
                text: '9.6Гб/c',
                val: '9.6Гб/c',
            },
            {
                text: '9.7Гб/c',
                val: '9.7Гб/c',
            },
            {
                text: '9.8Гб/c',
                val: '9.8Гб/c',
            },
            {
                text: '9.9Гб/c',
                val: '9.9Гб/c',
            },
            {
                text: '10Гб/c',
                val: '10Гб/c',
            },
            {
                text: '11Гб/c',
                val: '11Гб/c',
            },
            {
                text: '12Гб/c',
                val: '12Гб/c',
            },
            {
                text: '13Гб/c',
                val: '13Гб/c',
            },
            {
                text: '14Гб/c',
                val: '14Гб/c',
            },
            {
                text: '15Гб/c',
                val: '15Гб/c',
            },
            {
                text: '16Гб/c',
                val: '16Гб/c',
            },
            {
                text: '17Гб/c',
                val: '17Гб/c',
            },
            {
                text: '18Гб/c',
                val: '18Гб/c',
            },
            {
                text: '19Гб/c',
                val: '19Гб/c',
            },
            {
                text: '20Гб/c',
                val: '20Гб/c',
            },
            {
                text: '21Гб/c',
                val: '21Гб/c',
            },
            {
                text: '22Гб/c',
                val: '22Гб/c',
            },
            {
                text: '23Гб/c',
                val: '23Гб/c',
            },
            {
                text: '24Гб/c',
                val: '24Гб/c',
            },
            {
                text: '25Гб/c',
                val: '25Гб/c',
            },
            {
                text: '26Гб/c',
                val: '26Гб/c',
            },
            {
                text: '27Гб/c',
                val: '27Гб/c',
            },
            {
                text: '28Гб/c',
                val: '28Гб/c',
            },
            {
                text: '29Гб/c',
                val: '29Гб/c',
            },
            {
                text: '30Гб/c',
                val: '30Гб/c',
            },
            {
                text: '31Гб/c',
                val: '31Гб/c',
            },
            {
                text: '32Гб/c',
                val: '32Гб/c',
            },
            {
                text: '33Гб/c',
                val: '33Гб/c',
            },
            {
                text: '34Гб/c',
                val: '34Гб/c',
            },
            {
                text: '35Гб/c',
                val: '35Гб/c',
            },
            {
                text: '36Гб/c',
                val: '36Гб/c',
            },
            {
                text: '37Гб/c',
                val: '37Гб/c',
            },
            {
                text: '38Гб/c',
                val: '38Гб/c',
            },
            {
                text: '39Гб/c',
                val: '39Гб/c',
            },
            {
                text: '40Гб/c',
                val: '40Гб/c',
            },
            {
                text: '41Гб/c',
                val: '41Гб/c',
            },
            {
                text: '42Гб/c',
                val: '42Гб/c',
            },
            {
                text: '43Гб/c',
                val: '43Гб/c',
            },
            {
                text: '44Гб/c',
                val: '44Гб/c',
            },
            {
                text: '45Гб/c',
                val: '45Гб/c',
            },
            {
                text: '46Гб/c',
                val: '46Гб/c',
            },
            {
                text: '47Гб/c',
                val: '47Гб/c',
            },
            {
                text: '48Гб/c',
                val: '48Гб/c',
            },
            {
                text: '49Гб/c',
                val: '49Гб/c',
            },
            {
                text: '50Гб/c',
                val: '50Гб/c',
            },
            {
                text: '51Гб/c',
                val: '51Гб/c',
            },
            {
                text: '52Гб/c',
                val: '52Гб/c',
            },
            {
                text: '53Гб/c',
                val: '53Гб/c',
            },
            {
                text: '54Гб/c',
                val: '54Гб/c',
            },
            {
                text: '55Гб/c',
                val: '55Гб/c',
            },
            {
                text: '56Гб/c',
                val: '56Гб/c',
            },
            {
                text: '57Гб/c',
                val: '57Гб/c',
            },
            {
                text: '58Гб/c',
                val: '58Гб/c',
            },
            {
                text: '59Гб/c',
                val: '59Гб/c',
            },
            {
                text: '60Гб/c',
                val: '60Гб/c',
            },
            {
                text: '61Гб/c',
                val: '61Гб/c',
            },
            {
                text: '62Гб/c',
                val: '62Гб/c',
            },
            {
                text: '63Гб/c',
                val: '63Гб/c',
            },
            {
                text: '64Гб/c',
                val: '64Гб/c',
            },
            {
                text: '65Гб/c',
                val: '65Гб/c',
            },
            {
                text: '66Гб/c',
                val: '66Гб/c',
            },
            {
                text: '67Гб/c',
                val: '67Гб/c',
            },
            {
                text: '68Гб/c',
                val: '68Гб/c',
            },
            {
                text: '69Гб/c',
                val: '69Гб/c',
            },
            {
                text: '70Гб/c',
                val: '70Гб/c',
            },
            {
                text: '71Гб/c',
                val: '71Гб/c',
            },
            {
                text: '72Гб/c',
                val: '72Гб/c',
            },
            {
                text: '73Гб/c',
                val: '73Гб/c',
            },
            {
                text: '74Гб/c',
                val: '74Гб/c',
            },
            {
                text: '75Гб/c',
                val: '75Гб/c',
            },
            {
                text: '76Гб/c',
                val: '76Гб/c',
            },
            {
                text: '77Гб/c',
                val: '77Гб/c',
            },
            {
                text: '78Гб/c',
                val: '78Гб/c',
            },
            {
                text: '79Гб/c',
                val: '79Гб/c',
            },
            {
                text: '80Гб/c',
                val: '80Гб/c',
            },
            {
                text: '81Гб/c',
                val: '81Гб/c',
            },
            {
                text: '82Гб/c',
                val: '82Гб/c',
            },
            {
                text: '83Гб/c',
                val: '83Гб/c',
            },
            {
                text: '84Гб/c',
                val: '84Гб/c',
            },
            {
                text: '85Гб/c',
                val: '85Гб/c',
            },
            {
                text: '86Гб/c',
                val: '86Гб/c',
            },
            {
                text: '87Гб/c',
                val: '87Гб/c',
            },
            {
                text: '88Гб/c',
                val: '88Гб/c',
            },
            {
                text: '89Гб/c',
                val: '89Гб/c',
            },
            {
                text: '90Гб/c',
                val: '90Гб/c',
            },
            {
                text: '91Гб/c',
                val: '91Гб/c',
            },
            {
                text: '92Гб/c',
                val: '92Гб/c',
            },
            {
                text: '93Гб/c',
                val: '93Гб/c',
            },
            {
                text: '94Гб/c',
                val: '94Гб/c',
            },
            {
                text: '95Гб/c',
                val: '95Гб/c',
            },
            {
                text: '96Гб/c',
                val: '96Гб/c',
            },
            {
                text: '97Гб/c',
                val: '97Гб/c',
            },
            {
                text: '98Гб/c',
                val: '98Гб/c',
            },
            {
                text: '99Гб/c',
                val: '99Гб/c',
            },
            {
                text: '100Гб/c',
                val: '100Гб/c',
            },
            {
                text: '101Гб/c',
                val: '101Гб/c',
            },
            {
                text: '102Гб/c',
                val: '102Гб/c',
            },
            {
                text: '103Гб/c',
                val: '103Гб/c',
            },
            {
                text: '104Гб/c',
                val: '104Гб/c',
            },
            {
                text: '105Гб/c',
                val: '105Гб/c',
            },
            {
                text: '106Гб/c',
                val: '106Гб/c',
            },
            {
                text: '107Гб/c',
                val: '107Гб/c',
            },
            {
                text: '108Гб/c',
                val: '108Гб/c',
            },
            {
                text: '109Гб/c',
                val: '109Гб/c',
            },
            {
                text: '110Гб/c',
                val: '110Гб/c',
            },
            {
                text: '111Гб/c',
                val: '111Гб/c',
            },
            {
                text: '112Гб/c',
                val: '112Гб/c',
            },
            {
                text: '113Гб/c',
                val: '113Гб/c',
            },
            {
                text: '114Гб/c',
                val: '114Гб/c',
            },
            {
                text: '115Гб/c',
                val: '115Гб/c',
            },
            {
                text: '116Гб/c',
                val: '116Гб/c',
            },
            {
                text: '117Гб/c',
                val: '117Гб/c',
            },
            {
                text: '118Гб/c',
                val: '118Гб/c',
            },
            {
                text: '119Гб/c',
                val: '119Гб/c',
            },
            {
                text: '120Гб/c',
                val: '120Гб/c',
            },
            {
                text: '121Гб/c',
                val: '121Гб/c',
            },
            {
                text: '122Гб/c',
                val: '122Гб/c',
            },
            {
                text: '123Гб/c',
                val: '123Гб/c',
            },
            {
                text: '124Гб/c',
                val: '124Гб/c',
            },
            {
                text: '125Гб/c',
                val: '125Гб/c',
            },
            {
                text: '126Гб/c',
                val: '126Гб/c',
            },
            {
                text: '127Гб/c',
                val: '127Гб/c',
            },
            {
                text: '128Гб/c',
                val: '128Гб/c',
            },
            {
                text: '129Гб/c',
                val: '129Гб/c',
            },
            {
                text: '130Гб/c',
                val: '130Гб/c',
            },
            {
                text: '131Гб/c',
                val: '131Гб/c',
            },
            {
                text: '132Гб/c',
                val: '132Гб/c',
            },
            {
                text: '133Гб/c',
                val: '133Гб/c',
            },
            {
                text: '134Гб/c',
                val: '134Гб/c',
            },
            {
                text: '135Гб/c',
                val: '135Гб/c',
            },
            {
                text: '136Гб/c',
                val: '136Гб/c',
            },
            {
                text: '137Гб/c',
                val: '137Гб/c',
            },
            {
                text: '138Гб/c',
                val: '138Гб/c',
            },
            {
                text: '139Гб/c',
                val: '139Гб/c',
            },
            {
                text: '140Гб/c',
                val: '140Гб/c',
            },
            {
                text: '141Гб/c',
                val: '141Гб/c',
            },
            {
                text: '142Гб/c',
                val: '142Гб/c',
            },
            {
                text: '143Гб/c',
                val: '143Гб/c',
            },
            {
                text: '144Гб/c',
                val: '144Гб/c',
            },
            {
                text: '145Гб/c',
                val: '145Гб/c',
            },
            {
                text: '146Гб/c',
                val: '146Гб/c',
            },
            {
                text: '147Гб/c',
                val: '147Гб/c',
            },
            {
                text: '148Гб/c',
                val: '148Гб/c',
            },
            {
                text: '149Гб/c',
                val: '149Гб/c',
            },
            {
                text: '150Гб/c',
                val: '150Гб/c',
            },
            {
                text: '151Гб/c',
                val: '151Гб/c',
            },
            {
                text: '152Гб/c',
                val: '152Гб/c',
            },
            {
                text: '153Гб/c',
                val: '153Гб/c',
            },
            {
                text: '154Гб/c',
                val: '154Гб/c',
            },
            {
                text: '155Гб/c',
                val: '155Гб/c',
            },
            {
                text: '156Гб/c',
                val: '156Гб/c',
            },
            {
                text: '157Гб/c',
                val: '157Гб/c',
            },
            {
                text: '158Гб/c',
                val: '158Гб/c',
            },
            {
                text: '159Гб/c',
                val: '159Гб/c',
            },
            {
                text: '160Гб/c',
                val: '160Гб/c',
            },
            {
                text: '161Гб/c',
                val: '161Гб/c',
            },
            {
                text: '162Гб/c',
                val: '162Гб/c',
            },
            {
                text: '163Гб/c',
                val: '163Гб/c',
            },
            {
                text: '164Гб/c',
                val: '164Гб/c',
            },
            {
                text: '165Гб/c',
                val: '165Гб/c',
            },
            {
                text: '166Гб/c',
                val: '166Гб/c',
            },
            {
                text: '167Гб/c',
                val: '167Гб/c',
            },
            {
                text: '168Гб/c',
                val: '168Гб/c',
            },
            {
                text: '169Гб/c',
                val: '169Гб/c',
            },
            {
                text: '170Гб/c',
                val: '170Гб/c',
            },
            {
                text: '171Гб/c',
                val: '171Гб/c',
            },
            {
                text: '172Гб/c',
                val: '172Гб/c',
            },
            {
                text: '173Гб/c',
                val: '173Гб/c',
            },
            {
                text: '174Гб/c',
                val: '174Гб/c',
            },
            {
                text: '175Гб/c',
                val: '175Гб/c',
            },
            {
                text: '176Гб/c',
                val: '176Гб/c',
            },
            {
                text: '177Гб/c',
                val: '177Гб/c',
            },
            {
                text: '178Гб/c',
                val: '178Гб/c',
            },
            {
                text: '179Гб/c',
                val: '179Гб/c',
            },
            {
                text: '180Гб/c',
                val: '180Гб/c',
            },
            {
                text: '181Гб/c',
                val: '181Гб/c',
            },
            {
                text: '182Гб/c',
                val: '182Гб/c',
            },
            {
                text: '183Гб/c',
                val: '183Гб/c',
            },
            {
                text: '184Гб/c',
                val: '184Гб/c',
            },
            {
                text: '185Гб/c',
                val: '185Гб/c',
            },
            {
                text: '186Гб/c',
                val: '186Гб/c',
            },
            {
                text: '187Гб/c',
                val: '187Гб/c',
            },
            {
                text: '188Гб/c',
                val: '188Гб/c',
            },
            {
                text: '189Гб/c',
                val: '189Гб/c',
            },
            {
                text: '190Гб/c',
                val: '190Гб/c',
            },
            {
                text: '191Гб/c',
                val: '191Гб/c',
            },
            {
                text: '192Гб/c',
                val: '192Гб/c',
            },
            {
                text: '193Гб/c',
                val: '193Гб/c',
            },
            {
                text: '194Гб/c',
                val: '194Гб/c',
            },
            {
                text: '195Гб/c',
                val: '195Гб/c',
            },
            {
                text: '196Гб/c',
                val: '196Гб/c',
            },
            {
                text: '197Гб/c',
                val: '197Гб/c',
            },
            {
                text: '198Гб/c',
                val: '198Гб/c',
            },
            {
                text: '199Гб/c',
                val: '199Гб/c',
            },
            {
                text: '200Гб/c',
                val: '200Гб/c',
            }
        ]
    }
});
